
/* Class = "NSWindow"; title = "الأعدادت"; ObjectID = "3"; */
"3.title" = "الأعدادت";

/* Class = "NSTabViewItem"; label = "عام"; ObjectID = "6"; */
"6.label" = "عام";

/* Class = "NSTabViewItem"; label = "المتصفح"; ObjectID = "8"; */
"8.label" = "المتصفح";

/* Class = "NSTabViewItem"; label = "النقل"; ObjectID = "10"; */
"10.label" = "النقل";

/* Class = "NSTabViewItem"; label = "المحرر"; ObjectID = "12"; */
"12.label" = "المحرر";

/* Class = "NSTabViewItem"; label = "FTP"; ObjectID = "14"; */
"14.label" = "FTP";

/* Class = "NSTabViewItem"; label = "SFTP"; ObjectID = "16"; */
"16.label" = "SFTP";

/* Class = "NSTabViewItem"; label = "S3"; ObjectID = "18"; */
"18.label" = "S3";

/* Class = "NSTabViewItem"; label = "Google Drive"; ObjectID = "20"; */
"20.label" = "Google Drive";

/* Class = "NSTabViewItem"; label = "السعة"; ObjectID = "22"; */
"22.label" = "السعة";

/* Class = "NSTabViewItem"; label = "أتصال"; ObjectID = "24"; */
"24.label" = "أتصال";

/* Class = "NSTabViewItem"; label = "تحديث"; ObjectID = "26"; */
"26.label" = "تحديث";

/* Class = "NSTabViewItem"; label = "اللغة"; ObjectID = "28"; */
"28.label" = "اللغة";

/* Class = "NSBox"; title = "المتصفح"; ObjectID = "31"; */
"31.title" = "المتصفح";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "34"; */
"34.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "35"; */
"35.title" = " ";

/* Class = "NSButtonCell"; title = "فتح نافذة متصفح جديدة عند بدء التشغيل"; ObjectID = "37"; */
"37.title" = "فتح نافذة متصفح جديدة عند بدء التشغيل";

/* Class = "NSTextFieldCell"; title = "الاتصال بالمفضلة:"; ObjectID = "39"; */
"39.title" = "الاتصال بالمفضلة:";

/* Class = "NSButtonCell"; title = "حفظ مساحة عمل"; ObjectID = "41"; */
"41.title" = "حفظ مساحة عمل";

/* Class = "NSTextFieldCell"; title = "استعادة الاتصالات عند فتح التطبيق."; ObjectID = "43"; */
"43.title" = "استعادة الاتصالات عند فتح التطبيق.";

/* Class = "NSTextFieldCell"; title = "فتح متصفح فارغ عند فتح البرنامج. يتم فتح اتصال إلى المفضلة المحددة بمتصفح جديد."; ObjectID = "45"; */
"45.title" = "فتح متصفح فارغ عند فتح البرنامج. يتم فتح اتصال إلى المفضلة المحددة بمتصفح جديد.";

/* Class = "NSBox"; title = "أتصال"; ObjectID = "46"; */
"46.title" = "أتصال";

/* Class = "NSTextFieldCell"; title = "البروتوكول الأفتراضي:"; ObjectID = "48"; */
"48.title" = "البروتوكول الأفتراضي:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "51"; */
"51.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "52"; */
"52.title" = " ";

/* Class = "NSButtonCell"; title = "أستخدم Keychain"; ObjectID = "54"; */
"54.title" = "أستخدم Keychain";

/* Class = "NSButtonCell"; title = "تأكيد قطع الاتصال"; ObjectID = "56"; */
"56.title" = "تأكيد قطع الاتصال";

/* Class = "NSTextFieldCell"; title = "حفظ كلمات المرور."; ObjectID = "58"; */
"58.title" = "حفظ كلمات المرور.";

/* Class = "NSTextFieldCell"; title = "اسأل قبل إغلاق الاتصال."; ObjectID = "60"; */
"60.title" = "اسأل قبل إغلاق الاتصال.";

/* Class = "NSBox"; title = "المفضلة"; ObjectID = "62"; */
"62.title" = "المفضلة";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "65"; */
"65.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "أستخدم إيقونات صغيرة"; ObjectID = "66"; */
"66.title" = "أستخدم إيقونات صغيرة";

/* Class = "NSMenuItem"; title = "أستخدم إيقونات متوسطة"; ObjectID = "67"; */
"67.title" = "أستخدم إيقونات متوسطة";

/* Class = "NSMenuItem"; title = "أستخدم إيقونات كبيرة"; ObjectID = "68"; */
"68.title" = "أستخدم إيقونات كبيرة";

/* Class = "NSTextFieldCell"; title = "عند استخدام الأيقونات الصغيرة، فقط يتم عرض لقب المفضلة."; ObjectID = "70"; */
"70.title" = "عند استخدام الأيقونات الصغيرة، فقط يتم عرض لقب المفضلة.";

/* Class = "NSBox"; title = "المظهر"; ObjectID = "71"; */
"71.title" = "المظهر";

/* Class = "NSButtonCell"; title = "اجعل خلفية كل صف مختلفة عن الصف الذي يليه بالتناوب"; ObjectID = "73"; */
"73.title" = "اجعل خلفية كل صف مختلفة عن الصف الذي يليه بالتناوب";

/* Class = "NSButtonCell"; title = "خطوط أفُقية"; ObjectID = "75"; */
"75.title" = "خطوط أفُقية";

/* Class = "NSButtonCell"; title = "خطوط عامودية"; ObjectID = "77"; */
"77.title" = "خطوط عامودية";

/* Class = "NSBox"; title = "عام"; ObjectID = "78"; */
"78.title" = "عام";

/* Class = "NSButtonCell"; title = "أظهار الملفات المخفية"; ObjectID = "80"; */
"80.title" = "أظهار الملفات المخفية";

/* Class = "NSButtonCell"; title = "عند النقر المزدوج الملف يُفتح في محرر خارجي"; ObjectID = "82"; */
"82.title" = "عند النقر المزدوج الملف يُفتح في محرر خارجي";

/* Class = "NSButtonCell"; title = "نافذة المعلومات تظهر دائما التحديد الحالي"; ObjectID = "84"; */
"84.title" = "نافذة المعلومات تظهر دائما التحديد الحالي";

/* Class = "NSButtonCell"; title = "Use spring-loaded folders when dragging files"; ObjectID = "86"; */
"86.title" = "Use spring-loaded folders when dragging files";

/* Class = "NSTextFieldCell"; title = "قصير"; ObjectID = "90"; */
"90.title" = "قصير";

/* Class = "NSTextFieldCell"; title = "متوسط"; ObjectID = "92"; */
"92.title" = "متوسط";

/* Class = "NSTextFieldCell"; title = "طويل"; ObjectID = "94"; */
"94.title" = "طويل";

/* Class = "NSButtonCell"; title = "مع تأخير:"; ObjectID = "96"; */
"96.title" = "مع تأخير:";

/* Class = "NSButtonCell"; title = "يتم أعادة التسمية لملف او مجلد محدد عند الضغط على Return Key"; ObjectID = "98"; */
"98.title" = "يتم أعادة التسمية لملف او مجلد محدد عند الضغط على Return Key";

/* Class = "NSTabViewItem"; label = "عام"; ObjectID = "101"; */
"101.label" = "عام";

/* Class = "NSButtonCell"; title = "فتح الملفات التي تم تحميلها بستخدام التطبيق الافتراضي"; ObjectID = "104"; */
"104.title" = "فتح الملفات التي تم تحميلها بستخدام التطبيق الافتراضي";

/* Class = "NSButtonCell"; title = "إزالة عند اكتمال النقل"; ObjectID = "106"; */
"106.title" = "إزالة عند اكتمال النقل";

/* Class = "NSTextFieldCell"; title = "الملفات الموجودة:"; ObjectID = "108"; */
"108.title" = "الملفات الموجودة:";

/* Class = "NSTextFieldCell"; title = "مجلد التحميل:"; ObjectID = "110"; */
"110.title" = "مجلد التحميل:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "113"; */
"113.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "114"; */
"114.title" = " ";

/* Class = "NSButtonCell"; title = "جلب نافذة إلى للواجهة عندما يبدأ النقل"; ObjectID = "116"; */
"116.title" = "جلب نافذة إلى للواجهة عندما يبدأ النقل";

/* Class = "NSButtonCell"; title = "أغلق النافذة عند اكتمال النقل"; ObjectID = "118"; */
"118.title" = "أغلق النافذة عند اكتمال النقل";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "121"; */
"121.title" = "الرفع";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "124"; */
"124.title" = "التحميل";

/* Class = "NSTextFieldCell"; title = "الملفات الموجودة:"; ObjectID = "126"; */
"126.title" = "الملفات الموجودة:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "129"; */
"129.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "130"; */
"130.title" = " ";

/* Class = "NSButtonCell"; title = "الأستبدال دائما عند التحديث"; ObjectID = "132"; */
"132.title" = "الأستبدال دائما عند التحديث";

/* Class = "NSButtonCell"; title = "الأستبدال دائما عند التحديث"; ObjectID = "134"; */
"134.title" = "الأستبدال دائما عند التحديث";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "137"; */
"137.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "138"; */
"138.title" = " ";

/* Class = "NSTextFieldCell"; title = "نقل الملفات:"; ObjectID = "140"; */
"140.title" = "نقل الملفات:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "143"; */
"143.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "فتح أتصال جديد"; ObjectID = "144"; */
"144.title" = "فتح أتصال جديد";

/* Class = "NSMenuItem"; title = "استخدام اتصال المتصفح"; ObjectID = "145"; */
"145.title" = "استخدام اتصال المتصفح";

/* Class = "NSButtonCell"; title = "رفع بأسم مؤقت"; ObjectID = "147"; */
"147.title" = "رفع بأسم مؤقت";

/* Class = "NSTabViewItem"; label = "الصلاحيات"; ObjectID = "148"; */
"148.label" = "الصلاحيات";

/* Class = "NSButtonCell"; title = "تغيير الصلاحيات"; ObjectID = "151"; */
"151.title" = "تغيير الصلاحيات";

/* Class = "NSButtonCell"; title = "تغيير الصلاحيات"; ObjectID = "153"; */
"153.title" = "تغيير الصلاحيات";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "155"; */
"155.title" = "كتابة";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "157"; */
"157.title" = "التنفيذ";

/* Class = "NSTextFieldCell"; title = "آخرون"; ObjectID = "159"; */
"159.title" = "آخرون";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "161"; */
"161.title" = "كتابة";

/* Class = "NSTextFieldCell"; title = "مجموعة"; ObjectID = "163"; */
"163.title" = "مجموعة";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "165"; */
"165.title" = "التنفيذ";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "167"; */
"167.title" = "التنفيذ";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "169"; */
"169.title" = "قراءة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "171"; */
"171.title" = "قراءة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "173"; */
"173.title" = "قراءة";

/* Class = "NSTextFieldCell"; title = "المالك"; ObjectID = "175"; */
"175.title" = "المالك";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "177"; */
"177.title" = "كتابة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "179"; */
"179.title" = "قراءة";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "181"; */
"181.title" = "التنفيذ";

/* Class = "NSTextFieldCell"; title = "مجموعة"; ObjectID = "183"; */
"183.title" = "مجموعة";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "185"; */
"185.title" = "التنفيذ";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "187"; */
"187.title" = "قراءة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "189"; */
"189.title" = "قراءة";

/* Class = "NSButtonCell"; title = "التنفيذ"; ObjectID = "191"; */
"191.title" = "التنفيذ";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "193"; */
"193.title" = "كتابة";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "195"; */
"195.title" = "كتابة";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "197"; */
"197.title" = "كتابة";

/* Class = "NSTextFieldCell"; title = "آخرون"; ObjectID = "199"; */
"199.title" = "آخرون";

/* Class = "NSTextFieldCell"; title = "المالك"; ObjectID = "201"; */
"201.title" = "المالك";

/* Class = "NSButtonCell"; title = "على الصلاحيات لملف محلي أو مجلد"; ObjectID = "203"; */
"203.title" = "على الصلاحيات لملف محلي أو مجلد";

/* Class = "NSButtonCell"; title = "على هذه الصلاحيات:"; ObjectID = "205"; */
"205.title" = "على هذه الصلاحيات:";

/* Class = "NSButtonCell"; title = "على الصلاحيات لملف بعيد أو مجلد"; ObjectID = "207"; */
"207.title" = "على الصلاحيات لملف بعيد أو مجلد";

/* Class = "NSButtonCell"; title = "على هذه الصلاحيات:"; ObjectID = "209"; */
"209.title" = "على هذه الصلاحيات:";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "212"; */
"212.title" = "التحميل";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "215"; */
"215.title" = "الرفع";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "218"; */
"218.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "للملفات"; ObjectID = "219"; */
"219.title" = "للملفات";

/* Class = "NSMenuItem"; title = "للمجلدات"; ObjectID = "220"; */
"220.title" = "للمجلدات";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "223"; */
"223.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "للملفات"; ObjectID = "224"; */
"224.title" = "للملفات";

/* Class = "NSMenuItem"; title = "للمجلدات"; ObjectID = "225"; */
"225.title" = "للمجلدات";

/* Class = "NSTabViewItem"; label = "Timestamps"; ObjectID = "226"; */
"226.label" = "Timestamps";

/* Class = "NSButtonCell"; title = "Preserve modification date"; ObjectID = "229"; */
"229.title" = "Preserve modification date";

/* Class = "NSButtonCell"; title = "Preserve modification date"; ObjectID = "231"; */
"231.title" = "Preserve modification date";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "234"; */
"234.title" = "التحميل";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "237"; */
"237.title" = "الرفع";

/* Class = "NSTabViewItem"; label = "تصفية"; ObjectID = "238"; */
"238.label" = "تصفية";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "242"; */
"242.title" = "التحميل";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "245"; */
"245.title" = "الرفع";

/* Class = "NSButtonCell"; title = "تخطي ملفات مطابقة the regular expression:"; ObjectID = "257"; */
"257.title" = "تخطي ملفات مطابقة the regular expression:";

/* Class = "NSButtonCell"; title = "تخطي ملفات مطابقة the regular expression:"; ObjectID = "259"; */
"259.title" = "تخطي ملفات مطابقة the regular expression:";

/* Class = "NSButtonCell"; title = "أفتراضي"; ObjectID = "261"; */
"261.title" = "أفتراضي";

/* Class = "NSButtonCell"; title = "أفتراضي"; ObjectID = "263"; */
"263.title" = "أفتراضي";

/* Class = "NSBox"; title = "Default Protocol Handler"; ObjectID = "265"; */
"265.title" = "Default Protocol Handler";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "268"; */
"268.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "269"; */
"269.title" = " ";

/* Class = "NSTextFieldCell"; title = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع FTP."; ObjectID = "271"; */
"271.title" = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع FTP.";

/* Class = "NSBox"; title = "Default Protocol Handler"; ObjectID = "273"; */
"273.title" = "Default Protocol Handler";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "276"; */
"276.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "277"; */
"277.title" = " ";

/* Class = "NSTextFieldCell"; title = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع SFTP."; ObjectID = "279"; */
"279.title" = "حدد التطبيق الافتراضي ليتم فتحه عن الملفات أو الروابط التي تشير إلى موقع SFTP.";

/* Class = "NSBox"; title = "ترميز النص"; ObjectID = "281"; */
"281.title" = "ترميز النص";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "284"; */
"284.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "285"; */
"285.title" = " ";

/* Class = "NSTextFieldCell"; title = "الترميز النصي الأفتراضي يتم أستخدامه لتحويل الحروف في أسماء الملفات المعروضة في المتصفح. وهذا ينبغى أن يتطابق مع الترميز النصي المُستخدم على الخادم."; ObjectID = "287"; */
"287.title" = "الترميز النصي الأفتراضي يتم أستخدامه لتحويل الحروف في أسماء الملفات المعروضة في المتصفح. وهذا ينبغى أن يتطابق مع الترميز النصي المُستخدم على الخادم.";

/* Class = "NSBox"; title = "البروكسيات"; ObjectID = "288"; */
"288.title" = "البروكسيات";

/* Class = "NSButtonCell"; title = "تغيير إعدادات ..."; ObjectID = "290"; */
"290.title" = "تغيير إعدادات ...";

/* Class = "NSButtonCell"; title = "أستخدم إعدادات بروكسي النظام"; ObjectID = "292"; */
"292.title" = "أستخدم إعدادات بروكسي النظام";

/* Class = "NSBox"; title = "مهلات"; ObjectID = "293"; */
"293.title" = "مهلات";

/* Class = "NSTextFieldCell"; title = "مهلة لفتح الأتصالات (ثانية):"; ObjectID = "295"; */
"295.title" = "مهلة لفتح الأتصالات (ثانية):";

/* Class = "NSTextFieldCell"; title = "عدد المحاولات:"; ObjectID = "301"; */
"301.title" = "عدد المحاولات:";

/* Class = "NSTextFieldCell"; title = "مع تأخير (ثانية):"; ObjectID = "303"; */
"303.title" = "مع تأخير (ثانية):";

/* Class = "NSButtonCell"; title = "تكرار مهام الشبكات الفاشلة"; ObjectID = "305"; */
"305.title" = "تكرار مهام الشبكات الفاشلة";

/* Class = "NSBox"; title = "تحديث"; ObjectID = "316"; */
"316.title" = "تحديث";

/* Class = "NSButtonCell"; title = "تلقائيا تحقق من وجود تحديثات في"; ObjectID = "318"; */
"318.title" = "تلقائيا تحقق من وجود تحديثات في";

/* Class = "NSButtonCell"; title = "التحقق من وجود تحديث الآن"; ObjectID = "320"; */
"320.title" = "التحقق من وجود تحديث الآن";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "326"; */
"326.title" = "OtherViews";

/* Class = "NSBox"; title = "سُرعات النقل"; ObjectID = "328"; */
"328.title" = "سُرعات النقل";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "331"; */
"331.title" = "التحميل";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "334"; */
"334.title" = "الرفع";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "337"; */
"337.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "سعة غير محدودة"; ObjectID = "338"; */
"338.title" = "سعة غير محدودة";

/* Class = "NSTextFieldCell"; title = "أقصى سرعة:"; ObjectID = "341"; */
"341.title" = "أقصى سرعة:";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "344"; */
"344.title" = "OtherViews";

/* Class = "NSMenuItem"; title = "سعة غير محدودة"; ObjectID = "345"; */
"345.title" = "سعة غير محدودة";

/* Class = "NSTextFieldCell"; title = "أقصى سرعة:"; ObjectID = "348"; */
"348.title" = "أقصى سرعة:";

/* Class = "NSBox"; title = "التشفير"; ObjectID = "350"; */
"350.title" = "التشفير";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "353"; */
"353.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "أختر خوارزمية لتشفير الملفات أثناء رفعها"; ObjectID = "355"; */
"355.title" = "أختر خوارزمية لتشفير الملفات أثناء رفعها";

/* Class = "NSBox"; title = "Default Bucket Location"; ObjectID = "356"; */
"356.title" = "Default Bucket Location";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "359"; */
"359.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "The geographic location in which buckets will be created by default."; ObjectID = "361"; */
"361.title" = "The geographic location in which buckets will be created by default.";

/* Class = "NSBox"; title = "Default Storage Class"; ObjectID = "362"; */
"362.title" = "Default Storage Class";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "365"; */
"365.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy."; ObjectID = "367"; */
"367.title" = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* Class = "NSBox"; title = "Application"; ObjectID = "369"; */
"369.title" = "Application";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "372"; */
"372.title" = "OtherViews";

/* Class = "NSMenuItem"; title = " "; ObjectID = "373"; */
"373.title" = " ";

/* Class = "NSTextFieldCell"; title = "أختر محرر نصي لفتح ملفات بشكل أفتراضي إذا لم يتم العثور على برنامج لتحرير نوع ملف معين."; ObjectID = "375"; */
"375.title" = "أختر محرر نصي لفتح ملفات بشكل أفتراضي إذا لم يتم العثور على برنامج لتحرير نوع ملف معين.";

/* Class = "NSButtonCell"; title = "دائما أستخدم هذا البرنامج"; ObjectID = "377"; */
"377.title" = "دائما أستخدم هذا البرنامج";

/* Class = "NSBox"; title = "اللغة"; ObjectID = "409"; */
"409.title" = "اللغة";

/* Class = "NSTextFieldCell"; title = "التغييرات ستصبح سارية المفعول في المرة القادمة التي يُفتح فيها البرنامج."; ObjectID = "411"; */
"411.title" = "التغييرات ستصبح سارية المفعول في المرة القادمة التي يُفتح فيها البرنامج.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "414"; */
"414.title" = "OtherViews";

/* Class = "NSBox"; title = "Versioning"; ObjectID = "0OS-In-OnW"; */
"0OS-In-OnW.title" = "Versioning";

/* Class = "NSButtonCell"; title = "أستخدم Keychain"; ObjectID = "318-M1-7rH"; */
"318-M1-7rH.title" = "أستخدم Keychain";

/* Class = "NSBox"; title = "ACL الافتراضي"; ObjectID = "413-ca-YoL"; */
"413-ca-YoL.title" = "ACL الافتراضي";

/* Class = "NSTextFieldCell"; title = "اختر مجموعة معينة محددة مسبقًا من الحاصلين على المنح والأذونات لتطبيقها على الحاويات والملفات الجديدة."; ObjectID = "4Yf-WE-fsN"; */
"4Yf-WE-fsN.title" = "اختر مجموعة معينة محددة مسبقًا من الحاصلين على المنح والأذونات لتطبيقها على الحاويات والملفات الجديدة.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "8oB-mo-TeL"; */
"8oB-mo-TeL.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "تنزيلات مجزأة مع اتصالات متعددة لكل ملف"; ObjectID = "Dvz-7i-NUp"; */
"Dvz-7i-NUp.title" = "تنزيلات مجزأة مع اتصالات متعددة لكل ملف";

/* Class = "NSBox"; title = "Default Storage Class"; ObjectID = "H10-BD-7Zg"; */
"H10-BD-7Zg.title" = "Default Storage Class";

/* Class = "NSButtonCell"; title = "تمكين الإصدارات"; ObjectID = "IWt-2r-p5o"; */
"IWt-2r-p5o.title" = "تمكين الإصدارات";

/* Class = "NSButtonCell"; title = "التحقق من checksum"; ObjectID = "JQr-Vn-9Xj"; */
"JQr-Vn-9Xj.title" = "التحقق من checksum";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "LOt-Ur-gZL"; */
"LOt-Ur-gZL.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "قم بتنزيل التحديثات وتثبيتها تلقائيا"; ObjectID = "NvW-EF-5oW"; */
"NvW-EF-5oW.title" = "قم بتنزيل التحديثات وتثبيتها تلقائيا";

/* Class = "NSTextFieldCell"; title = "الرفع"; ObjectID = "OF7-e3-pIZ"; */
"OF7-e3-pIZ.title" = "الرفع";

/* Class = "NSButtonCell"; title = "تفعيل سجل المصحح"; ObjectID = "Ocq-JC-4Gq"; */
"Ocq-JC-4Gq.title" = "تفعيل سجل المصحح";

/* Class = "NSButtonCell"; title = "اعرض في Finder"; ObjectID = "Pw4-rQ-xRd"; */
"Pw4-rQ-xRd.title" = "اعرض في Finder";

/* Class = "NSTextFieldCell"; title = "اختر مجموعة معينة محددة مسبقًا من الحاصلين على المنح والأذونات لتطبيقها على الحاويات والملفات الجديدة."; ObjectID = "Qg3-4s-tpR"; */
"Qg3-4s-tpR.title" = "اختر مجموعة معينة محددة مسبقًا من الحاصلين على المنح والأذونات لتطبيقها على الحاويات والملفات الجديدة.";

/* Class = "NSTextFieldCell"; title = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy."; ObjectID = "SEJ-MV-ehv"; */
"SEJ-MV-ehv.title" = "Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.";

/* Class = "NSBox"; title = "Default Bucket Location"; ObjectID = "V1l-Oi-w0c"; */
"V1l-Oi-w0c.title" = "Default Bucket Location";

/* Class = "NSTabViewItem"; label = "Checksum"; ObjectID = "VK5-4m-22V"; */
"VK5-4m-22V.label" = "Checksum";

/* Class = "NSTextFieldCell"; title = "The geographic location in which buckets will be created by default."; ObjectID = "Vaz-8e-u1G"; */
"Vaz-8e-u1G.title" = "The geographic location in which buckets will be created by default.";

/* Class = "NSBox"; title = "Cryptomator"; ObjectID = "Xoe-j6-yKO"; */
"Xoe-j6-yKO.title" = "Cryptomator";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "diO-fA-NtZ"; */
"diO-fA-NtZ.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "التحميل"; ObjectID = "jMp-5G-M0R"; */
"jMp-5G-M0R.title" = "التحميل";

/* Class = "NSButtonCell"; title = "التحقق من checksum"; ObjectID = "ksK-EV-u9o"; */
"ksK-EV-u9o.title" = "التحقق من checksum";

/* Class = "NSBox"; title = "السجل"; ObjectID = "lZs-z3-3nW"; */
"lZs-z3-3nW.title" = "السجل";

/* Class = "NSButtonCell"; title = "Auto detect and open vault in browser"; ObjectID = "lsw-7x-O1N"; */
"lsw-7x-O1N.title" = "Auto detect and open vault in browser";

/* Class = "NSBox"; title = "المتصفح"; ObjectID = "mev-Su-J1f"; */
"mev-Su-J1f.title" = "المتصفح";

/* Class = "NSTabViewItem"; label = "Cryptomator"; ObjectID = "prD-Uh-R1Z"; */
"prD-Uh-R1Z.label" = "Cryptomator";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "rw5-0E-6t1"; */
"rw5-0E-6t1.title" = "OtherViews";

/* Class = "NSBox"; title = "Versioning"; ObjectID = "vrs-S3-box"; */
"vrs-S3-box.title" = "Versioning";

/* Class = "NSButtonCell"; title = "Show all versions of files"; ObjectID = "vrs-S3-cel"; */
"vrs-S3-cel.title" = "Show all versions of files";

/* Class = "NSTextFieldCell"; title = "Show all file versions in browser. Disable for faster browsing of buckets with many versions."; ObjectID = "vrs-S3-txc"; */
"vrs-S3-txc.title" = "Show all file versions in browser. Disable for faster browsing of buckets with many versions.";

/* Class = "NSTextFieldCell"; title = "احتفظ بالإصدار السابق على الخادم عند حفظ الملف والسماح بالاستعادة في المعلومات → الإصدارات."; ObjectID = "x4Z-Bm-NiW"; */
"x4Z-Bm-NiW.title" = "احتفظ بالإصدار السابق على الخادم عند حفظ الملف والسماح بالاستعادة في المعلومات → الإصدارات.";

/* Class = "NSBox"; title = "ACL الافتراضي"; ObjectID = "y8O-CF-T0G"; */
"y8O-CF-T0G.title" = "ACL الافتراضي";
